Analytical / Physical Model Consistency check is complete.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AnalyticalPhysicalCheckDone { get; }
  Visual Basic
Public Shared ReadOnly Property AnalyticalPhysicalCheckDone As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AnalyticalPhysicalCheckDone {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace